

 var myInfo = prompt('Введите ваше имя')
 console.info ('Меня зовут:' +  myInfo  )
 var myAge = prompt('Введите ваш возраст')
 console.info ('Мне :'  +  myAge )



 var plus = +prompt('6 + 9 =')
 console.info ( "Ответ первого примера: 15" ,   "Ваш ответ:",  +  plus)



var min = +prompt(' 9 - 6 = ')
 console.info ("Ответ второго  примера: 3" ,   "Ваш ответ:",  +  min)



 var umnoj = +prompt(' 9 * 6 = ')
 console.info ("Ответ третьего  примера: 54" ,   "Ваш ответ:",  +  umnoj)



 var del = +prompt(' 9 / 3 = ')
 console.info ("Ответ четвертого примера: 3" ,   "Ваш ответ:",  +  del)
 
 
 
 
 var delOst = +prompt(' 17 / 3 = ')
 console.info ("Ответ пятого примера: остаток 3" ,   "Ваш ответ:",  +  delOst)


alert(" перейдите в консоль чтобы узнать ответы" )
alert("👋 " )
